Repository: yktoo/afk.best
Catalog: src/locale/messages.*.xlf
Languages: nl, ru

source: abbreviation
nl: afkorting
ru: сокращение

source: Stands for
nl: Staat voor
ru: Означает

source: Translation
nl: Vertaling
ru: Перевод

source: Sorry, this abbreviation is unknown to us.
nl: Sorry, deze afkorting is ons niet bekend.
ru: Доннерветтер, этого сокращения мы не знаем!

source: Back to search
nl: Terug naar zoeken
ru: Вернуться к поиску

source: Copy link
nl: Link kopiëren
ru: Копировать ссылку

source: Link is copied!
nl: Link is gekopieerd!
ru: Ссылка скопирована!

source: Share:
nl: Delen:

source: Comments
nl: Commentaren

source: What do you think about this abbreviation? Let everyone know!
nl: Wat vind jij van deze afkorting? Laat het iedereen weten!

source: Meaning of "{abbr}" and its translations into English
nl: Betekenis van "{abbr}"
ru: Значение «{abbr}» и его перевод на русский

source: Abbreviation
nl: Afkorting

source: Dutch Abbreviations
nl: Nederlandse afkortingen
ru: Сокращения нидерландского языка

source: Search
nl: Zoeken
ru: Поиск

source: Dutch language
nl: Nederlands
ru: Нидерландский язык

source: Netherlands
nl: Nederland
ru: Нидерланды

source: translation
nl: vertaling
ru: перевод

source: Common Dutch abbreviations and their translations into English
nl: Woordenboek van meest voorkomende Nederlandse afkortingen
ru: Распространённые сокращения нидерландского языка и их перевод на русский

source: In abbreviation only
nl: Alleen in afkorting
ru: Только в сокращении

source: Some examples:
nl: Enkele voorbeelden:
ru: Например:

source: Nothing found.
nl: Niets is gevonden.
ru: Увы, ничего не найдено.

source: Found:
nl: Gevonden:
ru: Найдено:

source: see also
nl: zie ook
ru: см. также

source: Copyright ©2000—{{ year }}
nl: Auteursrecht ©2000—{{ year }}
ru: Авторское право ©2000—{{ year }}

source: Licensed under
nl: Gelicentieerd onder
ru: Лицензия

source: Dutch abbreviations
nl: Nederlandse afkortingen
ru: Сокращения нидерландского языка

source: What does <a class="abbr-term mx-1" routerLink="/abbr/afk.">afk.</a> mean?
nl: Wat betekent <a class="abbr-term mx-1" routerLink="/abbr/afk.">afk.</a>?
ru: Что означает <a class="abbr-term mx-1" routerLink="/abbr/afk.">afk.</a>?

source: Sorry, this page doesn't exist.
nl: Sorry, deze pagina bestaat niet.
ru: К сожалению, этой страницы не существует.

source: Home page
nl: Startpagina
ru: Стартовая страница

source: Abbreviation or acronym
nl: Afkorting of acroniem
ru: Сокращение или акроним

source: Holland
ru: Голландия

source: Dmitry Kann
ru: Дмитрий Канн

source: Logo
ru: Логотип
